export default function Home() {
  return (
    <div className="container">
      <div className="row">
        <h1 className="text-center fs-1">Список справ</h1>
        <div>
          <p>
            Ласкаво просимо до вашого списку справ! Це зручний додаток для
            управління вашими повсякденними завданнями. Створюйте, редагуйте,
            видаляйте та відзначайте виконані завдання всього за кілька кліків.
            Тепер ви точно нічого не забудете!
          </p>
        </div>
        <div>
          <p>
            Просто введіть свою задачу у поле вводу, натисніть кнопку "Додати"
            та почніть слідкувати за своїми справами. Коли завдання виконано,
            відмітьте його як завершене. Щоб внести зміни, натисніть
            "Редагувати". Ваші дані зберігаються автоматично, тож ви завжди
            зможете продовжити з того місця, де зупинилися.
          </p>
        </div>
      </div>
    </div>
  );
}
